class Script(object):

    START_MSG = """<b>ഹായ് {},

ഞാൻ എന്നേ കുറിച്ച് പറയുവാണേൽ ഞാൻ ആള് പൊളിയാണ് കാരണം എനിക്കൊരു അനുജത്തി ഉണ്ട് പേര് @amandaschullbot ഇവൾക്ക് കിട്ടാത്ത സിനിമകൾ ഒക്കെ എന്റെ കയ്യിൽ ഉണ്ടാവും😊. എന്നേ നോക്കി നടത്തുന്നതും, പൊന്ന് പോലെ കൊണ്ട് നടക്കുന്ന ഒരു ആശാൻ എനിക്കുണ്ട് പേര് @achu64😄.എന്നേ ഉണ്ടാക്കിയത് @filmkottakaa എന്ന ഗ്രൂപ്പിൽ സിനിമ ചോദിച്ചിട്ട് കിട്ടാത്തവർക്ക് സിനിമ കൊടുക്കാനാണ്😌. 

എന്നേ കുറിച്ച് കൂടുതൽ അറിയാണേൽ <i>/help</i> 👈 ഇവിടെ കുത്തിക്കോ😼.</b>
"""


    HELP_MSG = """
<i>എന്നേ വേണമെങ്കിൽ നിങ്ങളുടെ ഗ്രൂപ്പിൽ add ചെയ്തോ അതിനൊന്നും എനിക്ക് കുഴപ്പമില്ല😇</i>


<b>എനിക്ക് തരേണ്ട comments താഴെ കൊടുത്തിട്ടുണ്ട്😇👇</b>

/start - ഞാൻ ജീവിച്ചിരിപ്പുണ്ടോ എന്ന് അറിയാൻ ഇത്‌ അയച്ചാൽ മതി!
/about - എന്നേ ഗ്രൂപ്പിൽ ഉപയോഗിക്കേണ്ട വിധം അറിയാൻ ഇത്‌ എനിക്ക് അയച്ചാൽ മതി🙂!


<b>ഇനി കുറച്ച് ഇംഗ്ലീഷ് ആവാം😊. എനിക്ക് തരേണ്ട ഫിൽട്ടർ കമന്റുകൾ അടിയിൽ കൊടുത്തിട്ടുണ്ട്👇</b>

<code>/add name reply</code>  -  Add filter for name

<code>/del name</code>  -  Delete filter

<code>/delall</code>  -  Delete entire filters (Group Owner Only!)

<code>/viewfilters</code>  -  List all filters in chat


<b>Connection Commands;</b>

<code>/connect groupid</code>  -  Connect your group to my PM. You can also simply use,
<code>/connect</code> in groups.

<code>/connections</code>  -  Manage your connections.


<b>Extras;</b>

/status  -  Shows current status of your bot (Auth User Only)

/id  -  Shows ID information

<code>/info userid</code>  -  Shows User Information. Use <code>/info</code> as reply to some message for their details!


<b>© @achu64</b>
"""


    ABOUT_MSG = """⭕️<b>My Name : unlimitedFilter Bot</b>

⭕️<b>Creater : @achu64</b>

⭕️<b>Language :</b> <code>Python3</code>

⭕️<b>Library :</b> <a href='https://docs.pyrogram.org/'>Pyrogram 1.0.7</a> 

"""
